<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <base href="<%=basePath%>">
    
    <title>My JSP 'secret.jsp' starting page</title>
    
	<meta http-equiv="pragma" content="no-cache">
	<meta http-equiv="cache-control" content="no-cache">
	<meta http-equiv="expires" content="0">    
	<meta http-equiv="keywords" content="keyword1,keyword2,keyword3">
	<meta http-equiv="description" content="This is my page">
	<!--
	<link rel="stylesheet" type="text/css" href="styles.css">
	-->

  </head>
  
  <body>
    隐私保护条款<br>
以下是本网站及其运营公司苏州斗地主信息科技有限公司 (下称“本网站”)的隐私规则。<br>
1主体资格范围<br>
本网站的服务仅适用于符合下列条件的自然人：<br>
1.1申请人应为具有完全民事行为能力的自然人；<br>
1.2申请人年龄为18+ 周岁；<br>
1.3申请人应是具有合法中国公民生份的自然人主体。<br>
同时，本网站服务适用于符合下列条件的小微型企业：<br>
1.4公司至少有18个月正常运营时间；<br>
1.5公司的主要运营应在大学校园；<br>
1.6公司至少应在去年产生业务收入。<br>
本网站要求无完全民事行为能力人、未成年人、中国大陆以外人士（除港澳台人士）及各类不符合上述条件的小微型企业不要向本网站提交任何个人资料。如你提交文件的，则本网站有权处理你提交的所有文件，并无责任向你返还任何你提交的所有文件及信息。<br>
2信息资料的来源<br>
2.1本网站收集你的任何资料旨在向你提供一个顺利、有效和度身订造的交易经历。<br>
2.2除你向本网站自愿提供的资料外，你同意网站以下列方式收集并核对你的信息：<br>
2.3(通过公开及私人资料来源收集你的额外资料。)<br>
2.4(本网站按照你在本网站网址上的行为自动追踪关于你的某些资料。本网站利用这些资料进行有关本网站之用户的人口统计、兴趣及行为的内部研究，以更好地了解你及向你和本网站的用户提供更好的服务。)<br>
2.5(本网站在本网站的某些网页上使用诸如“Cookies”的资料收集装置。“Cookies”是设置在你的硬盘上的小档案,以协助本网站提供度身订造的服务。本网站亦提供某些只能通过使用“Cookies”才可得到的功能。本网站还利用“Cookies”使你能够在某段期间内减少输入密码的次数。“Cookies”还可以协助本网站提供专门针对你的兴趣而提供的资料。)<br>
2.6(如果你将个人通讯信息（例如：手机短信、电邮或信件）交付给本网站，或如果其他用户或第三方向本网站发出关于你在本网站上的活动或登录事项的通讯信息，本网站可以将这些资料收集在你的专门档案中。)<br>
3信息资料的使用<br>
3.1你同意本网站可使用关于你的个人资料(包括但不限于本网站持有的有关你的档案中的资料,及本网站从你目前及以前在本网站上的活动所获取的其他资料)以解决争议、对纠纷进行调停、有助于确保在本网站进行安全交易,并执行本网站的相关协议与规则。本网站有时候可能调查多个用户以识别问题或解决争议, 特别是本网站可审查你的资料以区分使用多个账户或别名的用户。<br>
3.2为禁止用户在本网站上的欺诈、非法或其他刑事犯罪活动,使本网站免受其害,你同意本网站可通过人工或自动程序对你的个人资料进行评价。<br>
3.3你同意本网站可以使用你的个人资料以改进本网站的推广和促销工作、分析网站的使用率、改善本网站的内容和产品推广形式,并使本网站的网站内容、设计和服务更能符合用户的要求。这些使用能改善本网站的网页,以调整本网站的网页使其更能符合你的需求,从而使你在使用本网站服务时得到更为顺利、有效、安全及度身订造的交易体验。<br>
3.4你同意本网站利用你的资料与你联络并向你传递(在某些情况下)针对你的兴趣而提供的信息,例如：有针对性的广告条、行政管理方面的通知、产品提供以及有关你使用本网站的通讯。你接受注册协议和隐私规则即为明示同意收取这些资料。<br>
4本网站对你的资料的披露<br>
4.1虽然本网站采用行业标准惯例以保护你的个人资料,鉴于技术限制,本网站不能确保你的全部私人通讯及其他个人资料不会通过本隐私规则中未列明的途径泄露出去。<br>
4.2本网站有义务根据有关法律要求向司法机关和政府部门提供你的个人资料。在你未能按照与本网站签订的服务协议、注册协议或者与本网站其他用户签订的借款协议的约定履行自己应尽的义务时,本网站有权根据自己的判断或者与该笔交易有关的其他用户的请求披露你的个人资料,并作出评论。<br>
5你对其他用户的资料的使用<br>
在本网站提供的交易活动中,你无权要求本网站提供其他用户的个人资料,除非符合以下条件：<br>
5.1司法机关或政府部门根据法律法规要求本网站提供；<br>
5.2接受你借款的借款人逾期未归还借款本息，且本网站根据自己的判断同意披露的；<br>
5.3本网站被吊销营业执照、解散、清算、宣告破产。<br>
6电子邮件<br>
6.1你不得使用本网站提供的服务或其他电子邮件转发服务发出垃圾邮件或其他可能违反本网站的用户协议或隐私规则的内容。<br>
6.2如果你利用本网站的服务向没有在本网站内注册的电子邮件地址发出电子邮件,本网站除了利用该电子邮件地址发出你的电子邮件之外将不作任何其他用途。本网站不会出租或出售这些电子邮件地址。本网站不会永久储存电子邮件信息或电子邮件地址。<br>
7账户及密码的安全性<br>
你了解并同意 , 确保密码及账户的机密安全是你的责任。你将对利用该密码及账号所进行的一切行动及言论，负完全的责任，并同意以下事项：<br>
7.1你不对其他任何人泄露你的账户或密码，亦不可使用其他任何人的账户或密码。因黑客、病毒或你的保管疏忽等非本网站原因导致账号遭他人非法使用的，本网站不承担任何责任。<br>
7.2本网站通过你的账户及密码来识别你的指令，你确认，使用你的账户和密码登陆后在本网站的一切行为均代表你本人。账户操作所产生的电子信息记录均为你行为的有效凭据，并由你本人承担由此产生的全部责任。<br>
7.3冒用他人账户及密码的，本网站及其合法授权主体保留追究实际使用人连带责任的权利。<br>
8规则修改<br>
本网站可能不时按照你的意见和本网站的需要修改本隐私规则,以准确地反映本网站的资料收集及披露惯例。本规则的所有修改,在本网站于拟定生效日期前在网站公布有关修改通知后生效。    
  </body>
</html>
